module.exports = {
    prefix: '!공략',
    raids: {
        발탄: {
            title: '공대장 발탄 줄 요약',
            description: `1관문 (검은 산의 포식자)
            추천 아이템: 회오리 수류탄, 만능 물약
            패턴 타임라인:
            45줄 - 루가루 변신
            40줄 - 루카스 난입
            33줄 - 암흑 / 감금
            30줄 - 구슬 먹기 / 무력화
            25줄 - 루가루 난입
            15줄 - 구슬 먹기 / 무력화
            15 - 0줄 - 랜덤 대상 공포(무력화)
            
            2관문(마수군단장 발탄)
            추천 아이템: 파괴 폭탄 or 부식 폭탄, 화염 수류탄, 시간 정지 물약
            패턴 타임라인:
            160줄 - 갑옷 파괴(박치기 유도 후 파괴)
            130줄 - 전멸기(에스더 : 바훈투르)
            110줄 - 임포스터(1인 피자패턴, 걸리면 피한 뒤 시정 물약
            88줄 - 지형 파괴
            65줄 - 버러지 카운터
            30줄 - 남은 지형 파괴
            16줄 - 4방향 찍기 + 연환파신권(에스더 : 바훈투르)
            유령 상태 40줄 시작
            유령 39줄 - 잡기
            유령 26줄 - 잡기
            유령 13줄 - 잡기
            `,
            thumbnail: 'https://i.imgur.com/NuskeE7.png',
        },
        비아키스: {
            title: '비아키스',
            description: '비아키스 공략',
        },
    }
}
